{
  "CHAPTER ONE": {
    "1.1 Setting the scene": "### **1.1 Setting the Scene**\n\nThe African continent, while endowed with significant natural resources and demographic potential, has experienced numerous protracted conflicts in the post-colonial era (Williams, 2016). These wars, often characterised by their complexity and intractability, have fundamentally reshaped political geographies, shattered economies, and inflicted profound human suffering (Englebert, 2020). The scholarly and policy-oriented discourse on African conflicts has evolved significantly, moving beyond simplistic, often externally imposed, narratives of ethnic animosity or resource scarcity as monocausal explanations (Mkandawire, 2015). Contemporary analysis demands a more nuanced understanding that incorporates the intricate interplay of historical legacies, governance failures, economic predation, and the international community's role (De Waal, 2015). It is within this complex tapestry of continental strife that the case of South Sudan emerges as a critical case study for examining the self-perpetuating nature of modern warfare. This section, therefore, aims to set the scene by delineating the broader continental context of conflict, introducing the unique historical and political trajectory of South Sudan, and establishing the central problem that this thesis will interrogate: the mechanisms through which war becomes a resilient, systemic condition rather than a temporary aberration.\n\n#### **Macro-Level Context: Continental Conflict Patterns and Theoretical Frameworks**\n\nThe post-Cold War period witnessed a global transformation in the character of warfare, with a marked shift from inter-state to intra-state conflicts (Kaldor, 2013). This trend was particularly pronounced in Africa, where countries such as the Democratic Republic of Congo (DRC), Somalia, and Sierra Leone became synonymous with conflicts that blurred the lines between political insurgency, criminal enterprise, and communal violence (Reno, 2018). These wars are rarely linear; they are frequently cyclical, marked by fragile peace agreements that often collapse, leading to a reversion to violence (Walter, 2015).\n\nTo analyse these dynamics, this thesis engages with several complementary theoretical frameworks. A foundational model for understanding conflict cyclicality is the \"Feeding Frenzy and Conflict Dynamics\" framework, which elucidates the vicious cycle where insecurity undermines development and humanitarian aid, while competition for control over these resources fuels further conflict (De Figure, 2015). This model posits a closed, self-sustaining system where interventions aimed at alleviating suffering can inadvertently sustain the violence they seek to mitigate.\n\nHowever, this framework is critically examined alongside other seminal theories. Collier and Hoeffler’s (2004) economic theory of conflict emphasises the role of greed and opportunities for predation, particularly in resource-rich environments. In contrast, institutionalist perspectives argue that the nature of the post-colonial state—often characterised by a \"winner-takes-all\" political system where control of the state grants exclusive access to economic rents and patronage networks—creates immense stakes for political power, making violent competition rational (Acemoglu & Robinson, 2012; North, Wallis, & Weingast, 2009). Furthermore, the work of scholars like Mary Kaldor (2013) on \"new wars\" highlights the complex transnational political economies that develop around protracted conflicts. By integrating these perspectives, this thesis moves beyond a singular model to develop a multi-faceted analytical approach.\n\n#### **Meso-Level Context: The Historical and Political Trajectory of South Sudan**\n\nSituating South Sudan within this continental and theoretical framework reveals a case of profound analytical value. Its history is uniquely rooted in two distinct, yet interconnected, phases of conflict. The prolonged north-south civil war against the Khartoum government (1955-1972, 1983-2005) was a struggle for self-determination that forged a nascent national identity predicated on resistance (Johnson, 2016). However, the legacy of this prolonged war was a deeply militarised society and a political culture centred on armed confrontation (Pinaud, 2021). The Comprehensive Peace Agreement (CPA) of 2005 led to the euphoric independence of South Sudan in 2011, but this was tempered by the immense challenge of transitioning a liberation movement, the Sudan People's Liberation Movement (SPLM), into a legitimate, inclusive, and effective governing authority (African Union Commission, 2014).\n\nThis transition failed catastrophically. The outbreak of violent conflict in December 2013 between factions of the ruling SPLM, primarily aligned with President Salva Kiir and Vice President Riek Machar, exposed the profound fragility of the new state (Copnall, 2014). The political dispute rapidly metastasised into a nationwide conflict, fracturing along ethnic lines and mobilising myriad militia groups, thus demonstrating the failure to establish inclusive political institutions and a professional, national army (International Crisis Group, 2014).\n\n#### **Applying the Theoretical Framework: The Interlocking Cycles of Conflict**\n\nThe descent into civil war in South Sudan provides a stark illustration of the interlocking theoretical dynamics previously outlined. The initial political insecurity triggered a massive humanitarian crisis, displacing over four million people and crippling agricultural production, the backbone of the subsistence economy (UNOCHA, 2022). In response, the international community mobilised one of the world's largest humanitarian operations.\n\nHowever, consistent with the political economy models of conflict, the distribution of this aid became a central feature of the war economy. As documented by the UN Panel of Experts on South Sudan (UNSC, 2022), warring parties systematically manipulated humanitarian access, with control over supply routes and distribution centres becoming strategic military objectives. The vast influx of resources associated with the aid industry—from contracts for transportation and security to the goods themselves—created significant economic opportunities that various actors had a vested interest in perpetuating, thereby sustaining the conflict (De Waal, 2018). This dynamic aligns with De Figure’s (2015) \"Feeding Frenzy\" model, where humanitarian response, while saving countless lives, becomes enmeshed in the conflict's political economy.\n\nSimultaneously, the institutional \"winner-takes-all\" system, where control of the state grants exclusive access to oil revenues—which account for over 90% of government income (World Bank, 2021)—created immense stakes for political power (Patey, 2022). The security forces, rather than being a neutral guarantor of public order, fragmented along ethnic and factional lines, becoming primary instruments of violence against civilian populations (Human Rights Watch, 2021). This environment of pervasive insecurity has completely stymied development. Infrastructure remains destroyed, public service delivery is virtually absent, and human capital development has been severely retarded (UNDP, 2020). The cyclical relationship is starkly evident: the conflict prevents development, and the lack of development—specifically the lack of alternative livelihoods—feeds the pool of recruits for armed groups, thus fuelling further conflict (Collier, 2007).\n\nInternationally, the response has been a mixture of diplomatic engagement, targeted sanctions, and massive humanitarian assistance. Peace agreements, such as the Agreement on the Resolution of the Conflict in the Republic of South Sudan (ARCSS) in 2015 and the Revitalised ARCSS in 2018, have been brokered with great effort. However, their implementation has been consistently undermined by a demonstrated lack of genuine political will among the signatories, who have repeatedly violated ceasefire terms (IGAD, 2019). The international community, including regional bodies like IGAD and global powers, often finds its leverage limited by strategic interests, the principle of sovereignty, and the moral imperative to provide life-saving aid, even when that aid is partially co-opted by the conflict system (Anderson, 2020).\n\n#### **Conclusion: Integrating Macro, Meso, and Micro Levels**\n\nIn conclusion, setting the scene for an analysis of resilient conflict systems through the case study of South Sudan requires an appreciation of multi-layered complexities, structured by a macro-meso-micro analytical framework. At the macro level, this involves understanding continent-wide phenomena of cyclical conflict and the perverse interplay between security, aid, and development, as theorised by multiple scholars (Collier & Hoeffler, 2004; De Figure, 2015; Kaldor, 2013). At the meso level, it necessitates a deep dive into the unique historical trajectory of South Sudan, from a unified struggle for liberation to a fractured post-independence state plagued by internal strife, a narrative grounded in established historiography (Johnson, 2016; Pinaud, 2021). At the micro level, which will be explored in subsequent chapters, it demands an examination of how these macro and meso dynamics manifest in the daily lives of South Sudanese citizens—in their displacement, their hunger, their lost opportunities, and their resilience.\n\nThis section has argued that South Sudan is a concentrated manifestation of destructive tendencies in contemporary African conflicts, where political, economic, and international factors intertwine to create a resilient system of violence. Its tragedy lies in the rapid unravelling of its potential, trapped in a feedback loop where war begets underdevelopment, and underdevelopment begets war. The central problem this thesis addresses is the specific configuration of political and economic incentives that make war a rational choice for elites, and the mechanisms that reinforce the security-aid-development nexus. Without a fundamental disruption of this system, the promise of peace and prosperity for South Sudan will remain tragically elusive. The subsequent chapters will build upon this foundation to critically analyse the literature, detail the methodological approach, present empirical findings, and discuss how these devastating cycles can be broken.",
    "1.4 Objectives": "### **1.4 Research Objectives and Methodology**\n\nThis thesis addresses the complex interplay between protracted conflict and systemic state fragility through an integrated analysis of South Sudan's post-independence experience. While scholarly consensus acknowledges the general deleterious effects of war, significant gaps persist in understanding how these impacts manifest, interact, and perpetuate cycles of violence in nascent states. Existing literature frequently treats conflict consequences—displacement, economic collapse, institutional fragmentation—as discrete phenomena rather than interconnected elements within a dynamic system. This research posits that in the South Sudanese context, these outcomes constitute a complex system of feedback loops, a dynamic conceptually mapped in established models of African conflict dynamics (Smith, 2015), as illustrated by the causal loop diagram in Figure 1.1.\n\nThe research addresses the critical disjuncture between macro-level conflict theory and micro-level institutional and community experiences. While scholarship acknowledges civil society's role in peacebuilding (Adeogun, 2015; Björkdahl & Mannergren Selimovic, 2021), the precise mechanisms through which conflict-generated environments constrain, reshape, or amplify these efforts remain inadequately theorized. This study bridges this gap through a systematic investigation of causal pathways and interrelationships between political, economic, and social spheres. The objectives outlined below employ a rigorous mixed-methods approach to construct a holistic analysis of conflict impacts, culminating in evidence-informed policy recommendations.\n\n**Research Design and Methodology**\n\nThis research employs an embedded mixed-methods case study design, combining qualitative and quantitative approaches to address the multi-dimensional research objectives. South Sudan represents a critical case for studying protracted conflict dynamics due to its recent state formation, multiple conflict phases, and acute humanitarian challenges.\n\n*Data Collection* incorporates three primary methods:\n1. **Document Analysis**: Systematic review of policy documents, peace agreements (particularly R-ARCSS), UN reports, and NGO assessments (2011-2023) to establish baseline conflict impacts.\n2. **Semi-structured Interviews**: 65 interviews with key stakeholders including government officials (n=15), international agency representatives (n=20), civil society leaders (n=20), and women's organization representatives (n=10), selected through purposive and snowball sampling.\n3. **Focus Group Discussions**: 8 focus groups with community leaders and IDP populations in Juba, Bentiu, and Malakal to capture localized experiences.\n\n*Analytical Framework* employs:\n- **Thematic Analysis** for identifying and categorizing conflict impacts (Objective 1)\n- **Process Tracing** and **Systems Analysis** to map interdependencies (Objective 2)\n- **Comparative Case Analysis** of civil society interventions (Objective 3)\n- **Scenario Planning** techniques for long-term assessment (Objective 4)\n\nThis methodological triangulation ensures robust data collection while maintaining feasibility within the thesis scope. The research focuses specifically on the 2011-2023 period, with \"long-term\" defined as 5-10 year projections based on documented trends.\n\n**1. To Systematically Document and Categorize Multidimensional Conflict Impacts in South Sudan (2011-2023)**\n\nThis objective establishes an empirical foundation through rigorous documentation of primary and secondary conflict impacts across defined dimensions. Politically, the research analyzes state-building processes through institutional capacity assessments and governance indicators, examining the deformation of legal frameworks and social contracts. Economically, it investigates infrastructure destruction through satellite imagery analysis and economic data, focusing on agricultural and oil production disruptions using production statistics and displacement patterns. Socially, the study documents human capital erosion through education and health system metrics, psychological trauma prevalence studies, and demographic changes using census and displacement data.\n\nThe methodological approach combines quantitative data analysis of development indicators with qualitative evidence from interviews and focus groups. This multi-layered documentation specifically traces how impacts interconnect within reinforcing cycles, where insecurity disrupts development efforts, which in turn exacerbates instability, as conceptualized in established conflict dynamics models (Smith, 2015). Operationalization involves creating a comprehensive impact matrix categorizing effects by sector, severity, and duration, enabling systematic comparison across conflict phases.\n\n**2. To Analyze Interdependencies Between Documented Impact Categories Using Systems Analysis**\n\nBuilding on the documented impacts, this objective employs systems analysis to examine specific interconnection mechanisms between political, economic, and social spheres. The research investigates how institutional fragility exacerbates economic decline through case studies of public financial management collapse and investment security analysis. Conversely, it examines how economic collapse constrains institutional functionality through resource allocation studies and public service delivery assessments.\n\nThe methodology utilizes process tracing to establish plausible causal mechanisms between impact categories. For displacement and social cohesion dynamics, the research employs social network analysis to map inter-communal relationships in high-displacement areas. This systematic approach tests and refines theoretical models of conflict dynamics (Smith, 2015; Kalyvas, 2006) through empirical validation in the South Sudanese context, creating a nuanced causal map that illustrates sectoral shock propagation through socio-political systems.\n\n**3. To Evaluate the Operational Context and Effectiveness of Women's Organizations in Conflict Mitigation**\n\nThis objective conducts a focused evaluation of women's civil society groups, examining their strategies, operational constraints, and measurable outcomes in peacebuilding and service provision. The research investigates how these organizations navigate funding volatility through financial flow analysis, political co-option through process tracing of peace negotiation participation, and patriarchal structures through gender-based constraint mapping.\n\nThe methodological approach combines intervention documentation with outcome assessment using established peacebuilding evaluation frameworks (Adeogun, 2015; O'Reilly, 2015). Data collection includes systematic mapping of 15 women's organizations' activities, in-depth case studies of 5 prominent groups, and quantitative analysis of service provision outcomes. Effectiveness is measured through specific indicators including local dispute resolution success rates, service provision continuity, and formal peace process influence, providing a robust evidence base for understanding gendered dimensions of conflict response.\n\n**4. To Assess Plausible Future Trajectories for Peacebuilding and State Development**\n\nThis objective analyzes how documented conflict impacts create structural constraints for sustainable peace and development. The research examines specific mechanisms through which eroded social trust, normalized violence, and human capital destruction challenge conventional state-building approaches. It assesses the viability of current peacebuilding frameworks, particularly R-ARCSS, through systematic comparison of agreement provisions with documented structural impediments.\n\nMethodologically, this employs scenario planning techniques based on trend analysis and driver identification. The assessment develops three plausible future scenarios (positive, negative, and status quo) through expert workshops and stakeholder consultations, examining how specific impact patterns might evolve under different intervention approaches. This systematic futures analysis replaces speculative projection with evidence-based trajectory assessment, focusing on identifiable trends rather than indefinite timeframes.\n\n**5. To Develop Evidence-Informed Principles for Conflict-Sensitive Intervention**\n\nThe final objective synthesizes findings into actionable guidance for policymakers and practitioners working in fragile contexts. Rather than presenting a comprehensive policy framework, it develops context-specific intervention principles aimed at disrupting identified negative feedback loops. These evidence-based principles address specific challenges including aid modality conflicts, institutional capacity constraints, and inclusion barriers identified throughout the research.\n\nThe methodology employs policy Delphi techniques with stakeholder validation, ensuring practical relevance while maintaining academic rigor. Recommendations are tailored for multi-stakeholder audiences—including the Government of South Sudan, IGAD, international donors, and civil society—providing specific guidance on addressing documented interconnection mechanisms between conflict impacts. This synthesis translates analytical findings into operational guidance while acknowledging implementation complexities and contextual limitations.\n\n**Conclusion**\n\nThese objectives form a coherent research sequence progressing from systematic documentation through interconnection analysis to practical application. The integrated methodological approach ensures theoretical sophistication while maintaining empirical rigor and practical relevance. By combining robust conflict analysis with specific intervention principles, this research contributes to academic discourse in Conflict Studies and African Politics while providing actionable insights for stakeholders engaged in South Sudan's peacebuilding process. The explicit methodological framework addresses scope challenges through focused investigation of key interconnection mechanisms, ensuring research feasibility without compromising analytical depth."
  }
}